[

    {
        "age": 0, 
        "id": "10002", 
        "imageUrl": "img/2.jpg", 
        "name": "PPM should take tasks automatically from Service-now",
        "zone":"Process",
        "zoneId":2,
        "zoneCategory":"Finance",
        "zoneCategoryId":101,
        "snippet": "Currently we are sending request in Sharepoint and then it goes to Manager for creating Tasks manually and then and then it is available for filling PPM, This way we can reduce time for all these processes"
    }, 
    {
        "age": 0, 
        "id": "10003", 
        "imageUrl": "img/2.jpg", 
        "name": "Offboarding is not happening fully",
        "zone":"Process",
        "zoneId":2,
        "zoneCategory":"Data Security and Operational Risk Management",
        "zoneCategoryId":202,
        "snippet": "Whenever any associate gets offboarded it will automatically raise an Incident for every Team where he is account prevviously and asks them to deactivate their account."
    },
    {
        "age": 0, 
        "id": "10007", "postedBy" : "Anjali",
        "imageUrl": "img/2.jpg", 
        "name": "Productivity improvement idea",
        "zone":"Process",
        "zoneId":2,
        "zoneCategory":"Improvement Framework",
        "zoneCategoryId":220,
        "snippet": "While transferring the chat to Home Moves team we need to ask a particular set of questions before the transfer as a check. The time taken to ask the questions increases the overall time to set up an account or close an account for the customer as about 1/4th time of the total time is taken to take the details before transferring the chat.",
        "businessCase": " As the time taken by the Web chat customer service agent is approximately 1/4th of the total time taken to set up the account for the Move in customer or to close the account for the move out customer. It increases the total time to complete the process and hampers the productivity.",
        "implementationAspects":"As the same set of questions are to be asked, we can add a folder of these questions in the standard text option of the Rightnow which will be easily accessible to the agent to ask the question and it will save the time.",
        "comparativeLandscaps":"Alternatively, the agent can maintain his own sheet of all the required statement but it will take more time as compared to what will be taken if we use the standard statement.",
        "applicability":"This idea is for the improvement of the productivity and decrease the time taken to set up or close the account.",
        "voteUp":5,
        "voteDown":1
    }
    
]